module.exports = function () {
  return {
    "code": 0,
    "msg": "SUCCESS",
    "responseTime": "0.019s",
    "data": [
        {
            "name": "第47周（11月19日-11月25日）",
            "startTime": 1542556800000,
            "endTime": 1543161599000
        },
        {
            "name": "第46周（11月12日-11月18日）",
            "startTime": 1541952000000,
            "endTime": 1542556799000
        },
        {
            "name": "第45周（11月5日-11月11日）",
            "startTime": 1541347200000,
            "endTime": 1541951999000
        },
        {
            "name": "第44周（10月29日-11月4日）",
            "startTime": 1540742400000,
            "endTime": 1541347199000
        },
        {
            "name": "第43周（10月22日-10月28日）",
            "startTime": 1540137600000,
            "endTime": 1540742399000
        },
        {
            "name": "第42周（10月15日-10月21日）",
            "startTime": 1539532800000,
            "endTime": 1540137599000
        },
        {
            "name": "第41周（10月8日-10月14日）",
            "startTime": 1538928000000,
            "endTime": 1539532799000
        },
        {
            "name": "第40周（10月1日-10月7日）",
            "startTime": 1538323200000,
            "endTime": 1538927999000
        },
        {
            "name": "第39周（9月24日-9月30日）",
            "startTime": 1537718400000,
            "endTime": 1538323199000
        },
        {
            "name": "第38周（9月17日-9月23日）",
            "startTime": 1537113600000,
            "endTime": 1537718399000
        },
        {
            "name": "第37周（9月10日-9月16日）",
            "startTime": 1536508800000,
            "endTime": 1537113599000
        },
        {
            "name": "第36周（9月3日-9月9日）",
            "startTime": 1535904000000,
            "endTime": 1536508799000
        },
        {
            "name": "第35周（8月27日-9月2日）",
            "startTime": 1535299200000,
            "endTime": 1535903999000
        },
        {
            "name": "第34周（8月20日-8月26日）",
            "startTime": 1534694400000,
            "endTime": 1535299199000
        },
        {
            "name": "第33周（8月13日-8月19日）",
            "startTime": 1534089600000,
            "endTime": 1534694399000
        },
        {
            "name": "第32周（8月6日-8月12日）",
            "startTime": 1533484800000,
            "endTime": 1534089599000
        },
        {
            "name": "第31周（7月30日-8月5日）",
            "startTime": 1532880000000,
            "endTime": 1533484799000
        },
        {
            "name": "第30周（7月23日-7月29日）",
            "startTime": 1532275200000,
            "endTime": 1532879999000
        },
        {
            "name": "第29周（7月16日-7月22日）",
            "startTime": 1531670400000,
            "endTime": 1532275199000
        },
        {
            "name": "第28周（7月9日-7月15日）",
            "startTime": 1531065600000,
            "endTime": 1531670399000
        },
        {
            "name": "第27周（7月2日-7月8日）",
            "startTime": 1530460800000,
            "endTime": 1531065599000
        },
        {
            "name": "第26周（6月25日-7月1日）",
            "startTime": 1529856000000,
            "endTime": 1530460799000
        },
        {
            "name": "第25周（6月18日-6月24日）",
            "startTime": 1529251200000,
            "endTime": 1529855999000
        },
        {
            "name": "第24周（6月11日-6月17日）",
            "startTime": 1528646400000,
            "endTime": 1529251199000
        },
        {
            "name": "第23周（6月4日-6月10日）",
            "startTime": 1528041600000,
            "endTime": 1528646399000
        },
        {
            "name": "第22周（5月28日-6月3日）",
            "startTime": 1527436800000,
            "endTime": 1528041599000
        },
        {
            "name": "第21周（5月21日-5月27日）",
            "startTime": 1526832000000,
            "endTime": 1527436799000
        },
        {
            "name": "第20周（5月14日-5月20日）",
            "startTime": 1526227200000,
            "endTime": 1526831999000
        },
        {
            "name": "第19周（5月7日-5月13日）",
            "startTime": 1525622400000,
            "endTime": 1526227199000
        },
        {
            "name": "第18周（4月30日-5月6日）",
            "startTime": 1525017600000,
            "endTime": 1525622399000
        },
        {
            "name": "第17周（4月23日-4月29日）",
            "startTime": 1524412800000,
            "endTime": 1525017599000
        },
        {
            "name": "第16周（4月16日-4月22日）",
            "startTime": 1523808000000,
            "endTime": 1524412799000
        },
        {
            "name": "第15周（4月9日-4月15日）",
            "startTime": 1523203200000,
            "endTime": 1523807999000
        },
        {
            "name": "第14周（4月2日-4月8日）",
            "startTime": 1522598400000,
            "endTime": 1523203199000
        },
        {
            "name": "第13周（3月26日-4月1日）",
            "startTime": 1521993600000,
            "endTime": 1522598399000
        },
        {
            "name": "第12周（3月19日-3月25日）",
            "startTime": 1521388800000,
            "endTime": 1521993599000
        },
        {
            "name": "第11周（3月12日-3月18日）",
            "startTime": 1520784000000,
            "endTime": 1521388799000
        },
        {
            "name": "第10周（3月5日-3月11日）",
            "startTime": 1520179200000,
            "endTime": 1520783999000
        },
        {
            "name": "第9周（2月26日-3月4日）",
            "startTime": 1519574400000,
            "endTime": 1520179199000
        },
        {
            "name": "第8周（2月19日-2月25日）",
            "startTime": 1518969600000,
            "endTime": 1519574399000
        },
        {
            "name": "第7周（2月12日-2月18日）",
            "startTime": 1518364800000,
            "endTime": 1518969599000
        },
        {
            "name": "第6周（2月5日-2月11日）",
            "startTime": 1517760000000,
            "endTime": 1518364799000
        },
        {
            "name": "第5周（1月29日-2月4日）",
            "startTime": 1517155200000,
            "endTime": 1517759999000
        },
        {
            "name": "第4周（1月22日-1月28日）",
            "startTime": 1516550400000,
            "endTime": 1517155199000
        },
        {
            "name": "第3周（1月15日-1月21日）",
            "startTime": 1515945600000,
            "endTime": 1516550399000
        },
        {
            "name": "第2周（1月8日-1月14日）",
            "startTime": 1515340800000,
            "endTime": 1515945599000
        },
        {
            "name": "第1周（1月1日-1月7日）",
            "startTime": 1514736000000,
            "endTime": 1515340799000
        }
    ],
    "errorDetail": null
}
}