module.exports = function () {
  return {
    "code": 0,
    "msg": "SUCCESS",
    "responseTime": "100.346s",
    "data": 
      [
        {
          "name": '感康胶囊1',
          "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
          "time": 3,
          "num": '13',
          "type": '1'
        },
        {
          "name": '感康胶囊2',
          "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
          "time": 3,
          "num": '13',
          "type": '1'
        },
        {
          "name": '感康胶囊3',
          "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
          "time": 3,
          "num": '13',
          "type": '0'
        },
        // {
        //   "name": '感康胶囊3',
        //   "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
        //   "time": 3,
        //   "num": 13,
        //   "type": 1
        // },
        // {
        //   "name": '感康胶囊4',
        //   "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
        //   "time": 3,
        //   "num": 13,
        //   "type": 1
        // },
        // {
        //   "name": '感康胶囊5',
        //   "zhuzhi": '感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧感冒发烧',
        //   "time": 3,
        //   "num": 13,
        //   "type": 1
        // }
    ]
    
  }
}